chat_system_1429587774_actor_description=Tree of Life. Magic elven tree.
chat_system_1429587774_switch_0_header_1=^?^THANK YOU. HUMAN. GOOD TO SEE. THE SAVIOR.
chat_system_1429587774_snap_0_question=^?^HM... HUMAN! IN MY FOREST. HUMANS HAVE NOT BEEN HERE. FOR A LONG TIME.
chat_system_1429587774_snap_0_answer_0=^?^You must be the Tree of Life?
chat_system_1429587774_snap_0_header_0=^?^YES. I AM THE TREE. LIFE. THEY. CALL ME. THAT.<br><br>ELVES. SENT. YOU. TO HELP. RID ME. OF PAIN. I. WANT. TO LIVE.
chat_system_1429587774_snap_0_answer_1=^?^Wow! It can speak!
chat_system_1429587774_snap_0_answer_2=^?^I came on the request of Lady Beaulla, the head of the House of Singing Leaves. Orcs have stolen their family recipe for the elixir of eternal youth. I found the orcs, and took back the recipe, but it has been damaged.<br>Lady Beaulla begs you to save her honor and to make a new recipe for her.
chat_system_1429587774_snap_0_answer_3=^?^A speaking tree? What? Did a sorcerer create it?
chat_system_1429587774_snap_0_header_3=^?^I. AM NATURAL. I LIVE. I THINK. I SPEAK. NO. MAGES. AT THE TIME. I APPEARED.<br><br>NO. NOW. I CRY. I SUFFER. PAIN. DEATH. I CANNOT. SPEAK.
chat_system_1429587774_snap_0_answer_4=^?^A speaking tree, so what? I've seen a speaking stone.
chat_system_1429587774_snap_0_header_4=^?^STONE... IT IS MAGIC. ME. NOT. LIFE. I. ALWAYS. SPEAK. FROM. VERY. CREATION.<br><br>NO. NOW. I CRY. I SUFFER. PAIN. DEATH. I CANNOT. SPEAK.
chat_system_1429587774_snap_0_answer_5=^?^Hm, what if I make arrows or a boat from a speaking tree? Will they speak as well?
chat_system_1429587774_snap_0_header_5=^?^SOON. YOU WILL KNOW. ORCS. WILL MAKE. ARROWS.<br><br>I CRY. I SUFFER. PAIN.
chat_system_1429587774_snap_5_question=^?^ALWAYS. I. SPEAK. ALWAYS. FROM. VERY. CREATION. SPEAK.<br><br>NO. NOW. I CRY. I SUFFER. PAIN. DEATH. I CANNOT. SPEAK.
chat_system_1429587774_snap_5_answer_0=^?^What's happened? Even I can see that you have a problem.
chat_system_1429587774_snap_5_header_0=^?^ORCS. KILL. ME. CUT. ROOTS. PAINFUL.<br><br>SOON. I WILL BE SILENT. LIFE. WILL BE GONE. FOREVER.
chat_system_1429587774_snap_1_question=^?^HUMAN. RETURNED. HAPPY.
chat_system_1429587774_snap_1_answer_0=^?^I came to ask for your permission to marry a beautiful elven-lady, princess Neoka!
chat_system_1429587774_snap_1_answer_1=^?^I've killed the orcs who were cutting your roots!
chat_system_1429587774_snap_1_answer_2=^?^Kay-Lear just asked me to help you.
chat_system_1429587774_snap_1_answer_3=^?^I have a request for you, Tree. It has to do with my wife, princess Neoka. 
chat_system_1429587774_snap_1_answer_4=^?^I came on the request of Lady Beaulla, the head of the house of Singing Leaves. Orcs have stolen their family recipe for the elixir of eternal youth. I found the orcs, and took back the recipe, but it has been damaged. Lady Beaulla begs you to save her honor and to make a new recipe for her.
chat_system_1429587774_snap_1_answer_5=^?^If you're the Tree of Life, then maybe you know how to defeat the undead?
chat_system_1429587774_snap_1_header_5=^?^THE POWER. OF FOREST. THE POWER. OF GROWTH. THE POWER OF LIFE. DEFEAT. DEATH. YES...<br><br>HELP ME. I WILL HELP. YOU. THE DEAD FEAR ME. LIVING NOT. SO LIVING KILL ME.
chat_system_1429587774_snap_1_answer_6=^?^How can I help you?
chat_system_1429587774_snap_1_answer_7=^?^Tell me about yourself.
chat_system_1429587774_snap_1_header_7=^?^WHO AM I? NO. ANSWER. WHO IS. THE CREATOR? NO. ANSWER. <br>I AM. A TREE. LONG. CENTURIES. I REMEMBER.<br>SCRAGGS AND TITANS. ORCS AND DARKHS. ELVES. HUMANS AND DWARVES. MUCH. I REMEMBER.<br>THERE WERE. OTHERS. DRAGONS. DEMONS. WANDERERS. MANY. I REMEMBER.
chat_system_1429587774_snap_1_answer_8=^?^How did the elven Magic Forest appear?
chat_system_1429587774_snap_1_header_8=^?^GODS. CREATED. TITANS. CREATED.<br>I LOOK. I SEE. REMEMBER. CREATE. FOREST. POWER. A PART OF ME.
chat_system_1429587774_snap_1_answer_9=^?^We'll have time to talk later. See you!
chat_system_1429587774_switch_3_header_1=^?^HELP ME. I HELP YOU.
chat_system_1429587774_snap_12_question=^?^YOU HELPED ME. EVERYONE WILL KNOW.<br>I CALL YOU MY FRIEND. FROM NOW ON.<br>YOU ARE ATARIO! ELVES' FRIEND.
chat_system_1429587774_snap_12_answer_0=^?^Thank you, Tree. 
chat_system_1429587774_snap_4_question=^?^YES. PAIN. WENT AWAY. LIFE. THANK YOU.
chat_system_1429587774_snap_4_answer_0=^?^I've helped you. Maybe, you'll tell me how to deal with the undead?
chat_system_1429587774_snap_6_question=^?^THE POWER OF FOREST. THE POWER OF GROWTH. THE POWER OF LIFE. DEFEAT. DEATH. YES. DEAD ARE AFRAID. NO DEAD. NEAR. ME. THAT IS WHY. ORCS. TRIED TO KILL. ME.<br><br>THE POWER. OF LIFE. WILL BE YOURS. I WILL GIVE. YOU. THAT POWER.<br><br>DEAD. WILL BE DEAD.<br>LIVING. WILL BE LIVING.
chat_system_1429587774_snap_6_answer_0=^?^Excellent! That's exactly what I need...
chat_system_1429587774_snap_7_question=^?^TAKE. THE SPROUT. PLANT IT. SEARCH. DEAD TREE. LIFE. SHOULD FLOURISH. ON IT.<br><br>THERE IS. A TREE OF LIFE. THERE IS. A TREE OF DEATH.<br>LET. LIFE. KILL. DEATH.
chat_system_1429587774_snap_7_answer_0=^?^Ok, I'll find it!
chat_system_1429587774_snap_3_question=^?^HELP. MY POWER. POWER OF LIFE. DEAD. ARE AFRAID. ORDER. ORCS. TO KILL ME.<br><br>THEY CUT. MY ROOTS. UNDER THE GROUND. KILL ME. STOP THEM. SAVE LIFE.<br>[reward]
chat_system_1429587774_snap_3_answer_0=^?^Ok. I'll do it.
chat_system_1429587774_switch_2_header_1=^?^I AM SORRY. I CAN NOT. UNTIL PAIN GOES AWAY. TOO HARD. HELP!
chat_system_1429587774_snap_8_question=^?^NEOKA. YOU''VE GROWN UP FAST. BABY. A MOMENT PASSED. YOUR HIGHNESS. WHAT DO YOU NEED?
chat_system_1429587774_snap_8_answer_0=^?^The point is that me and the princess, we decided to have a baby...
chat_system_1429587774_snap_10_question=^?^Oh, Great Tree, the grantor of life and longevity, the source of power and the wood's soul! I, the noble princess of the Icy Tears family, ask you to grant me your permission and blessing to give birth to a child! This great [class], a human by the name of [player], is my chosen one.<br>I hang my head and open my soul to you.
chat_system_1429587774_snap_10_answer_0=^?^Well, I wanted to say something like that, almost exactly. Love, traditions etc.
chat_system_1429587774_snap_11_question=^?^YES. STAND UP, PRINCESS. TAKE MY BLESSING. A WORTHY MAN YOU CHOSE. MY SAVIOR. ELVEN FRIEND. ATARIO. HOPE.
chat_system_1429587774_snap_11_answer_0=^?^You see, darling, you shouldn't worry! Thank you, tree.
chat_system_1429587774_snap_9_question=^?^HOUSE OF SINGING LEAVES. GOOD. CAN NOT REFUSE. TAKE THE RECIPE. LIFE.
chat_system_1429587774_snap_9_answer_0=^?^Thank you, Tree!
chat_system_1429587774_snap_2_question=^?^[s]A huge tree looks at you sadly.[/s]
chat_system_1429587774_snap_2_answer_0=^?^(Enter into the ground under the tree...)
chat_system_1429587774_snap_2_answer_1=^?^(Speak to the tree...)
chat_system_1429587774_snap_2_header_1=^?^HUMAN. HURRY UP. IT HURTS. I DIE. STOP ORCS...
chat_system_1429587774_snap_2_answer_2=^?^(Step aside from the tree...)
